<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Ingles</title>
    <link rel="icon" href="./images/chelm.jpg" type="image/jpeg">
    <link rel="stylesheet" href="normalize.css">
    <link rel="stylesheet" href="ingles.css">
</head>

<body>

    <header class="hero">
        <nav class="nav container">
            <div class="nav__logo">
                <img src="./images/losjotas.jpg" class="about__icono"></a>
            </div>

            <ul class="nav__link nav__link--menu">
                <li class="nav__items"><a href="bibliografia.html" class="nav__links">Volver a Inicio</a>

                <img src="./images/close.svg" class="nav__close" alt="">
            </ul>

            <div class="nav__menu">
                <img src="./images/menu.svg" class="nav__img" alt="">
            </div>
        </nav>

        <section class="hero__container container">
            <h1 class="hero__title">Comunica tus ideas y conecta con personas de todo el mundo. Aprender ingl&eacute;s te abre puertas a nuevas oportunidades.</h1>
            <p class="hero__paragraph">&iexcl;Ven y descubre lo que hemos preparado! Estoy seguro de que te encantar&aacute; cada detalle que hemos reunido. No te lo querr&aacute;s perder.</p>
        </section>
    </header>

    <!-- otra info -->
    
    <section class="container info">
        <h2 class="subtitle">Bienvenidos al sector de informaci&oacute;n de lectura critica</h2>
        <p class="about__paragraph">Recomendaci&oacute;n: tener en mano un cuaderno, lapiz y sacapuntas para tomar nota de los temas que te estamos brindando.</p><br>
        
        
        <h3 class="subtitulo">Vocabulario y Expresiones Idiom&aacute;ticas</h3>
	<p class="about__paragrande"><strong>Ampliar el vocabulario y conocer expresiones idiom&aacute;ticas en ingl&eacute;s no solo enriquece nuestra comunicaci&oacute;n, sino que tambi&eacute;n nos acerca a la cultura de los pa&iacute;ses de habla inglesa. Las expresiones idiom&aacute;ticas son reflejo de tradiciones, humor y valores culturales; aprenderlas es como descubrir una nueva forma de pensar. Cuando dominamos un amplio vocabulario y sabemos emplear frases idiom&aacute;ticas correctamente, no solo comprendemos mejor a los hablantes nativos, sino que tambi&eacute;n nos expresamos con mayor naturalidad. &iquest;C&oacute;mo podemos entonces ignorar la importancia de estas herramientas en el aprendizaje de un idioma?</strong></p>
	
	<br>
	<h3 class="subtitulo">Gram&aacute;tica Avanzada</h3>
	<p class="about__paragrande"><strong>Tiempos Verbales:</strong> El uso correcto de los tiempos verbales es esencial para comunicar ideas claras y precisas. Si no dominamos el pasado perfecto, por ejemplo, &iquest;c&oacute;mo podr&iacute;amos describir con exactitud eventos previos en una secuencia de tiempo? Los tiempos verbales nos permiten expresar con precis&oacute;n cu&aacute;ndo suceden las acciones, lo cual es fundamental para una comunicaci&oacute;n efectiva. Por eso, aprender a utilizar los tiempos verbales correctamente no es solo una cuesti&oacute;n gramatical; es una habilidad comunicativa cr&iacute;tica que mejora nuestra capacidad para entender y ser comprendidos.</p>
	
	<p class="about__paragrande"><strong>Estructura de Oraciones Complejas:</strong> Las oraciones complejas a&ntilde;aden profundidad a nuestras ideas y permiten expresar pensamientos m&aacute;s matizados y detallados. Utilizar correctamente las cl&aacute;usulas subordinadas, ya sean adverbiales o de relativo, demuestra un dominio del lenguaje que distingue a un hablante avanzado. Las oraciones complejas tambi&eacute;n enriquecen nuestro pensamiento l&oacute;gico y anal&iacute;tico, ya que nos ense&ntilde;an a organizar la informaci&oacute;n y jerarquizar ideas. &iquest;Acaso no es esto esencial en un mundo donde cada vez se valora m&aacute;s la capacidad de comunicar ideas complejas de manera clara?</p>
	
	<br>
	<h3 class="subtitulo">Lectura y An&aacute;lisis de Literatura</h3>
	<p class="about__paragrande"><strong>Lectura de Cl&aacute;sicos en Ingl&eacute;s:</strong> Leer cl&aacute;sicos en ingl&eacute;s es m&aacute;s que una simple actividad acad&eacute;mica; es una ventana a distintas &eacute;pocas, sociedades y perspectivas. Obras como <em>To Kill a Mockingbird</em> no solo mejoran nuestras habilidades ling&uuml;&iacute;sticas, sino que tambi&eacute;n nos sensibilizan ante temas universales como la justicia, el racismo y la identidad. La literatura cl&aacute;sica nos permite reflexionar sobre las realidades de hoy a partir de experiencias de otros tiempos y culturas. En &uacute;ltima instancia, &iquest;no es este conocimiento una forma de enriquecer nuestra visi&oacute;n del mundo y de ser m&aacute;s cr&iacute;ticos como ciudadanos globales?</p>
	
	<p class="about__paragrande"><strong>An&aacute;lisis Literario:</strong> El an&aacute;lisis literario es una herramienta fundamental para desarrollar el pensamiento cr&iacute;tico. Cuando analizamos temas, personajes y recursos literarios, aprendemos a interpretar mensajes y a entender los distintos puntos de vista de un autor. Esta habilidad es crucial, no solo en el estudio de la literatura, sino en la vida cotidiana, donde constantemente interpretamos y analizamos informaci&oacute;n. Si bien algunos pueden ver el an&aacute;lisis literario como algo tedioso, en realidad nos prepara para ser lectores m&aacute;s activos y cuestionar las narrativas que encontramos cada d&iacute;a.</p>
	
	<br>
	<h3 class="subtitulo">Escritura y Composici&oacute;n</h3>
	<p class="about__paragrande"><strong>Ensayos y Redacci&oacute;n Acad&eacute;mica:</strong> Escribir ensayos es mucho m&aacute;s que una tarea escolar; es una pr&aacute;ctica que desarrolla nuestra capacidad para organizar ideas, analizar datos y construir argumentos s&oacute;lidos. A trav&eacute;s de la redacci&oacute;n acad&eacute;mica, los estudiantes aprenden a expresar sus pensamientos de manera coherente y respaldada con evidencia. En un mundo donde la informaci&oacute;n se mueve r&aacute;pidamente, es fundamental que los j&oacute;venes sean capaces de distinguir y defender sus opiniones con claridad y estructura. La habilidad de escribir ensayos no solo fortalece el dominio del idioma, sino que tambi&eacute;n nos convierte en mejores pensadores y comunicadores.</p>
	
	<p class="about__paragrande"><strong>Escritura Creativa:</strong> La escritura creativa permite a los estudiantes explorar su creatividad y expresar sus pensamientos y emociones de una forma &uacute;nica. A trav&eacute;s de cuentos y poemas, los j&oacute;venes desarrollan su imaginaci&oacute;n, algo que es esencial en el desarrollo de la personalidad y el pensamiento innovador. Adem&aacute;s, la escritura creativa fomenta la empat&iacute;a, ya que permite ponerse en el lugar de otros personajes y vivir situaciones diversas. En un contexto donde la creatividad es cada vez m&aacute;s valorada, aprender a expresarse libremente es una habilidad indispensable para cualquier estudiante.</p>
	
	<br>
	<h3 class="subtitulo">Habilidades de Escucha y Conversaci&oacute;n</h3>
	<p class="about__paragrande"><strong>Conversaci&oacute;n y Debate:</strong> Participar en debates y conversaciones en ingl&eacute;s es una pr&aacute;ctica que va m&aacute;s all&aacute; del aprendizaje del idioma. Es una herramienta para aprender a expresar ideas, respetar puntos de vista diferentes y desarrollar habilidades cr&iacute;ticas como el razonamiento y la persuasi&oacute;n. En un mundo cada vez m&aacute;s globalizado, las habilidades para argumentar y dialogar son esenciales, y el ingl&eacute;s, como idioma internacional, es el canal ideal para practicar estas habilidades. &iquest;No ser&iacute;a esta una preparaci&oacute;n esencial para enfrentar el mundo actual con confianza?</p>
	
	<p class="about__paragrande"><strong>Escucha Cr&iacute;tica y Comprensi&oacute;n Auditiva:</strong> La habilidad para escuchar y entender con precisi&oacute;n es tan importante como la habilidad para hablar. Escuchar activamente en ingl&eacute;s nos permite captar no solo palabras, sino tambi&eacute;n el contexto, el tono y las sutilezas del idioma, elementos cruciales para una comunicaci&oacute;n efectiva. Adem&aacute;s, practicar la comprensi&oacute;n auditiva mejora nuestra capacidad para procesar informaci&oacute;n r&aacute;pidamente y nos prepara para situaciones reales en las que debemos entender el idioma sin subt&iacute;tulos ni pausas. En resumen, aprender a escuchar es una habilidad fundamental que fortalece el aprendizaje y la comunicaci&oacute;n.</p>
	
	<br>
	<h3 class="subtitulo">Cultura y Civilizaci&oacute;n en Pa&iacute;ses de Habla Inglesa</h3>
	<p class="about__paragrande"><strong>Historia y Cultura de Pa&iacute;ses Angl&oacute;fonos:</strong> Conocer la historia y cultura de los pa&iacute;ses de habla inglesa no es solo una manera de aprender el idioma, sino tambi&eacute;n una forma de entender la diversidad y los valores que estos pa&iacute;ses representan. Cada sociedad tiene sus propias normas, costumbres y formas de ver el mundo, y al conocerlas, desarrollamos una mentalidad m&aacute;s abierta y tolerante. En un mundo globalizado, esta comprensi&oacute;n intercultural es esencial para formar ciudadanos informados y emp&aacute;ticos. As&iacute;, aprender sobre estas culturas es fundamental para conectarnos con el idioma y con el mundo en general.</p>
	
	<p class="about__paragrande"><strong>Diversidad y Variedades del Ingl&eacute;s:</strong> El ingl&eacute;s, con sus m&uacute;ltiples variantes y acentos, refleja la diversidad de sus hablantes. Aprender sobre las diferencias entre el ingl&eacute;s brit&aacute;nico, americano y australiano, por ejemplo, no solo nos permite entender mejor a distintos hablantes, sino que tambi&eacute;n nos muestra c&oacute;mo evoluciona el idioma en funci&oacute;n de la cultura. Conocer estas variedades nos permite adaptarnos mejor a distintas situaciones y comunicarnos con personas de todo el mundo. En un contexto donde el ingl&eacute;s es una herramienta de comunicaci&oacute;n internacional, &iquest;no es fundamental comprender sus matices y variaciones?</p>
	
	<br>
	<h3 class="subtitulo">Preparaci&oacute;n para Ex&aacute;menes de Certificaci&oacute;n</h3>
	<p class="about__paragrande"><strong>Pruebas de Competencia en Ingl&eacute;s:</strong> Prepararse para un examen de competencia en ingl&eacute;s, como el TOEFL o IELTS, es mucho m&aacute;s que una meta acad&eacute;mica; es una oportunidad para demostrar habilidades ling&uuml;&iacute;sticas que abren puertas a nivel profesional y educativo en todo el mundo. Estos ex&aacute;menes no solo eval&uacute;an el conocimiento del idioma, sino tambi&eacute;n la capacidad para analizar y aplicar el ingl&eacute;s en situaciones de la vida real. En un mundo cada vez m&aacute;s interconectado, contar con una certificaci&oacute;n en ingl&eacute;s es una ventaja competitiva significativa. As&iacute;, prepararse para estos ex&aacute;menes es una inversi&oacute;n en el futuro y una prueba de dedicaci&oacute;n y perseverancia.</p>
	
	<br>
	<br>
	<h3 class="subtitulo" style="color: blue;">VERSI&Oacute;N EN INGLES</h3>
	<br>
	
	<h3 class="subtitulo">1. Vocabulary and Idiomatic Expressions</h3>
	<p class="about__paragrande"><strong>Argumentative Text:</strong> "Expanding your vocabulary and learning idiomatic expressions in English not only enriches communication, but also brings you closer to the culture of English-speaking countries. Idioms reflect traditions, humor, and cultural values; learning them is like discovering a new way of thinking. When we master a broad vocabulary and use idiomatic phrases correctly, we not only understand native speakers better but also express ourselves more naturally. So, how can we ignore the importance of these tools in language learning?"</p>
	
	<br>
	<h3 class="subtitulo">2. Advanced Grammar</h3>
	<h2 class="subtitulo">- Verb Tenses</h2>
	<p class="about__paragrande"><strong>Argumentative Text:</strong> "Using verb tenses correctly is essential for communicating ideas clearly and precisely. If we don't master the past perfect, for example, how could we accurately describe events that happened before another event in time? Verb tenses allow us to express when actions happen with precision, which is crucial for effective communication. Therefore, learning to use verb tenses correctly is not just a grammatical issue; it's a critical communication skill that improves our ability to understand and be understood."</p>
	
	<h2 class="subtitulo">- Complex Sentence Structure</h2>
	<p class="about__paragrande"><strong>Argumentative Text:</strong> "Complex sentences add depth to our ideas and allow us to express more nuanced and detailed thoughts. Using subordinate clauses correctly, whether adverbial or relative, demonstrates mastery of language that distinguishes advanced speakers. Complex sentences also enrich our logical and analytical thinking because they teach us to organize information and prioritize ideas. Isn't this essential in a world where the ability to communicate complex ideas clearly is increasingly valued?"</p>
	
	<br>
	<h3 class="subtitulo">3. Reading and Literary Analysis</h3>
	<h2 class="subtitulo">- Reading English Classics</h2>
	<p class="about__paragrande"><strong>Argumentative Text:</strong> "Reading English classics is more than just an academic activity; it is a window into different times, societies, and perspectives. Works like <em>To Kill a Mockingbird</em> not only improve our language skills but also make us more aware of universal issues like justice, racism, and identity. Classic literature allows us to reflect on today's realities through the experiences of other times and cultures. Ultimately, isn't this knowledge a way to enrich our worldview and become more critical global citizens?"</p>
	
	<h2 class="subtitulo">- Literary Analysis</h2>
	<p class="about__paragrande"><strong>Argumentative Text:</strong> "Literary analysis is a fundamental tool for developing critical thinking. When we analyze themes, characters, and literary devices, we learn to interpret messages and understand different authorial viewpoints. This skill is crucial not only in the study of literature but also in everyday life, where we are constantly interpreting and analyzing information. While some may view literary analysis as tedious, it actually prepares us to be more active readers and question the narratives we encounter daily."</p>
	
	<br>
	<h3 class="subtitulo">4. Writing and Composition</h3>
	<h2 class="subtitulo">- Essays and Academic Writing</h2>
	<p class="about__paragrande"><strong>Argumentative Text:</strong> "Writing essays is much more than a school task; it is a practice that develops our ability to organize ideas, analyze data, and build solid arguments. Through academic writing, students learn to express their thoughts coherently and support them with evidence. In a world where information moves quickly, it is essential for young people to be able to discern and defend their opinions clearly and structurally. The ability to write essays doesn?t just strengthen language mastery; it makes us better thinkers and communicators."</p>
	
	<h2 class="subtitulo">- Creative Writing</h2>
	<p class="about__paragrande"><strong>Argumentative Text:</strong> "Creative writing allows students to explore their creativity and express their thoughts and emotions in a unique way. Through stories and poems, young people develop their imagination, which is essential for developing their personality and innovative thinking. Additionally, creative writing fosters empathy as it allows us to put ourselves in the shoes of different characters and live through various situations. In a world where creativity is increasingly valued, learning to express oneself freely is a vital skill for any student."</p>
	
	<br>
	<h3 class="subtitulo">5. Listening and Speaking Skills</h3>
	<h2 class="subtitulo">- Conversation and Debate</h2>
	<p class="about__paragrande"><strong>Argumentative Text:</strong> "Participating in debates and conversations in English is a practice that goes beyond language learning. It is a tool to learn how to express ideas, respect differing viewpoints, and develop critical skills like reasoning and persuasion. In a world that is becoming more globalized, the ability to argue and engage in dialogue is essential, and English, as an international language, is the ideal medium to practice these skills. Wouldn't this be an essential preparation to face today?s world with confidence?"</p>
	
	<h2 class="subtitulo">- Critical Listening and Auditory Comprehension</h2>
	<p class="about__paragrande"><strong>Argumentative Text:</strong> "The ability to listen and understand accurately is just as important as speaking. Active listening in English allows us to capture not just words but also context, tone, and nuances of the language, which are crucial for effective communication. Moreover, practicing listening comprehension improves our ability to process information quickly and prepares us for real-life situations where we must understand the language without subtitles or pauses. In summary, learning to listen is a fundamental skill that strengthens learning and communication."</p>
	
	<br>
	<h3 class="subtitulo">6. Culture and Civilization in English-Speaking Countries</h3>
	<h2 class="subtitulo">- History and Culture of English-Speaking Countries</h2>
	<p class="about__paragrande"><strong>Argumentative Text:</strong> "Knowing the history and culture of English-speaking countries is not just a way to learn the language, but also a way to understand the diversity and values these countries represent. Every society has its own norms, customs, and worldview, and by understanding them, we develop a more open and tolerant mindset. In a globalized world, this intercultural understanding is essential for creating informed and empathetic citizens. Therefore, learning about these cultures is fundamental to connecting with both the language and the world in general."</p>
	
	<h2 class="subtitulo">- Diversity and Varieties of English</h2>
	<p class="about__paragrande"><strong>Argumentative Text:</strong> "English, with its many varieties and accents, reflects the diversity of its speakers. Learning about the differences between British, American, and Australian English, for example, not only helps us better understand different speakers but also shows how the language evolves depending on the culture. Knowing these varieties allows us to adapt more effectively to different situations and communicate with people from around the world. In a context where English is a tool for international communication, isn?t it essential to understand its nuances and variations?"</p>
	
	<br>
	<h3 class="subtitulo">7. Preparation for Certification Exams</h3>
	<h2 class="subtitulo">- English Proficiency Tests</h2>
	<p class="about__paragrande"><strong>Argumentative Text:</strong> "Preparing for an English proficiency exam, such as TOEFL or IELTS, is much more than an academic goal; it is an opportunity to demonstrate language skills that open doors globally for professional and educational purposes. These exams not only assess language knowledge but also the ability to analyze and apply English in real-life situations. In an increasingly interconnected world, having a certification in English is a significant competitive advantage. Therefore, preparing for these exams is an investment in the future and a testament to dedication and perseverance."</p>
	
    </section>

<!-- terminar info -->

    <footer class="footer">
        <section class="footer__container container">
            <nav class="nav nav--footer">
                    <h2 class="footer__title">INGLES.</h2>
    
                <ul class="nav__link nav__link--footer">
                <li class="nav__items">
                    <a href="index.html" class="nav__links">Inicio</a>
                </li>
                <li class="nav__items">
                    <a href="bibliografia.html" class="nav__links">Bibliograf&iacute;a</a>
                </li>
                <li class="nav__items">
                    <a href="http://chelm.webcindario.com/MaicolSuarez/admin/" class="nav__links">Juego</a>
                </li>
                <li class="nav__items">
                    <a href="sobre.html" class="nav__links">Sobre nosotros</a>
                </li>
            </ul>
            </nav>
    
            <form action="https://chat.whatsapp.com/CD7i1g0rzb9KyZKtBtygeO" method="get" target="_blank">
                <h2 class="footer__newsletter">
                    <label for="message">Preguntas aqu&iacute; en la comunidad</label>
                </h2>
                <br>
                <input type="submit" value="Unirme a la comunidad" class="footer__submit">
            </form>
        </section>
    
        <section class="footer__copy container">
            <div class="footer__social">
                <a href="#" class="footer__icons"><img src="./images/facebook.svg" class="footer__img"></a>
                <a href="#" class="footer__icons"><img src="./images/twitter.svg" class="footer__img"></a>
                <a href="#" class="footer__icons"><img src="./images/youtube.svg" class="footer__img"></a>
            </div>
    
            <h3 class="footer__copyright">Derechos reservados &copy; LOS JOTAS</h3>
        </section>
        </footer>
    
        <script src="slider.js"></script>
        <script src="questions.js"></script>
        <script src="menu.js"></script>
    </body>
    </html>