<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Lectura critica</title>
    <link rel="icon" href="./images/chelm.jpg" type="image/jpeg">
    <link rel="stylesheet" href="normalize.css">
    <link rel="stylesheet" href="lectur.css">
</head>

<body>

    <header class="hero">
        <nav class="nav container">
            <div class="nav__logo">
                <img src="./images/losjotas.jpg" class="about__icono"></a>
            </div>

            <ul class="nav__link nav__link--menu">
                <li class="nav__items"><a href="bibliografia.html" class="nav__links">Volver a Inicio</a>

                <img src="./images/close.svg" class="nav__close" alt="">
            </ul>

            <div class="nav__menu">
                <img src="./images/menu.svg" class="nav__img" alt="">
            </div>
        </nav>

        <section class="hero__container container">
            <h1 class="hero__title">&iexcl;Desata tu curiosidad! Aprende a cuestionar, analizar y descubrir nuevas perspectivas sobre el mundo a tu alrededor.</h1>
            <p class="hero__paragraph">&iexcl;Ven y descubre lo que hemos preparado! Estoy seguro de que te encantar&aacute; cada detalle que hemos reunido. No te lo querr&aacute;s perder.</p>
        </section>
    </header>

    <!-- informacion -->

        <section class="container about">
            <h2 class="subtitle">Elige un libro que te interese y disfr&uacute;talo a tu manera</h2>
            <p class="about__paragraph">Ingresa por medio de las imagenes, precionano e ingresaras al libro.</p>

            <div class="about__main">
            <article class="about__icons">
                <li class="nav__items"><a href="https://www.planetadelibros.com.mx/libros_contenido_extra/37/36904_1_CIEN_ANOS_DE_SOLEDAD_50_aniv.pdf" class="nav__links">
                <img src="https://images.cdn2.buscalibre.com/fit-in/360x360/a0/ba/a0baaca762f15ed69abbd7ecc85f32e0.jpg" class="about__icon"></a></li>
                <h3 class="about__title"></h3>
            </article>
    
            <article class="about__icons">
                <li class="nav__items"><a href="https://web.seducoahuila.gob.mx/biblioweb/upload/El_arte_de_la_guerra-Sun_Tzu.pdf" class="nav__links">
                <img src="https://www.elejandria.com/covers/El_arte_de_la_guerra-Sun_Tzu-lg.png" class="about__icon"></a></li>
                <h3 class="about__title"></h3>
            </article>
    
            <article class="about__icons">
                <li class="nav__items"><a href="https://www.suneo.mx/literatura/subidas/An%C3%B3nimo%20Las%20Mil%20y%20Una%20Noches.pdf" class="nav__links">
                <img src="https://media.revistagq.com/photos/6040d0f7fd84f6725ca725e5/master/w_320%2Cc_limit/9789504944171.jpg" class="about__icon"></a></li>
                <h3 class="about__title"></h3>
            </article>
    
            <article class="about__icons">
                <li class="nav__items"><a href="https://www.suneo.mx/literatura/subidas/Miguel%20de%20Cervantes%20El%20Ingenioso%20Hidalgo%20Don%20Quijote%20de%20la%20Mancha.pdf" class="nav__links">
                <img src="https://www.infobae.com/new-resizer/gvtt1qXAS4BlGVE1pgPc02h4XVA=/1200x1800/filters:format(webp):quality(85)/s3.amazonaws.com/arc-wordpress-client-uploads/infobae-wp/wp-content/uploads/2016/07/20201800/mejores-libros-Don-Quijote-sf.jpg" class="about__icon"></a></li>
                <h3 class="about__title"></h3>
            </article>
            
            <article class="about__icons">
                <li class="nav__items"><a href="https://web.seducoahuila.gob.mx/biblioweb/upload/el%20principito.pdf" class="nav__links">
                <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTPEB24vZB3Jf9qpC1m4kSWQK0pTlY4OB9_jA&s" class="about__icon"></a></li>
                <h3 class="about__title"></h3>
            </article>
            
            <article class="about__icons">
                <li class="nav__items"><a href="https://web.seducoahuila.gob.mx/biblioweb/upload/J.R.R.%20Tolkien%20-%20El%20Hobbit.pdf" class="nav__links">
                <img src="https://i.pinimg.com/736x/c0/7f/03/c07f0335aab7d6b4d32d90ab7ba9e7d5.jpg" class="about__icon"></a></li>
                <h3 class="about__title"></h3>
            </article>
            
            <article class="about__icons">
                <li class="nav__items"><a href="https://cdna.pruebat.org/recursosDev/recursos/libros/pdf/divina-comedia.pdf" class="nav__links">
                <img src="https://images.cdn2.buscalibre.com/fit-in/360x360/01/e0/01e04c600c7b7bfaf5a14c17a640e5af.jpg" class="about__icon"></a></li>
                <h3 class="about__title"></h3>
            </article>
        </div>
        </section>

    <!-- terminar -->
    <!-- otra info -->
    
    <section class="container info">
        <h2 class="subtitle">Bienvenidos al sector de informaci&oacute;n de lectura critica</h2>
        <p class="about__paragraph">Recomendaci&oacute;n: tener en mano un cuaderno, lapiz y sacapuntas para tomar nota de los temas que te estamos brindando.</p><br>
        
        <h3 class="subtitulo">La lectura cr&iacute;tica</h3>
	<p class="about__paragrande">La <strong>lectura cr&iacute;tica</strong> es un proceso cognitivo que va m&aacute;s all&aacute; de simplemente comprender un texto. Implica un an&aacute;lisis detallado y una reflexi&oacute;n sobre lo que se lee, con el fin de evaluar tanto el contenido como la forma en que se presenta. Este enfoque permite que el lector se acerque al texto de manera activa, interrogando y evaluando los argumentos, el estilo, las implicaciones y las intenciones del autor. En un mundo donde el acceso a la informaci&oacute;n es masivo y constante, la lectura cr&iacute;tica se ha convertido en una herramienta indispensable para quienes buscan discernir entre informaci&oacute;n fiable y manipulaci&oacute;n o desinformaci&oacute;n.</p>

	<br>
	<h3 class="subtitulo">Caracter&iacute;sticas de la lectura cr&iacute;tica:</h3>
	<p class="about__paragrande">1. <strong>An&aacute;lisis de las ideas centrales</strong>: El lector debe identificar las ideas m&aacute;s importantes del texto y distinguirlas de los detalles secundarios o de relleno.</p>
	<p class="about__paragrande">2. <strong>Cuestionamiento del texto</strong>: Se cuestiona la validez de las afirmaciones, se analizan las fuentes y se busca evidencia que respalde los argumentos del autor.</p>
	<p class="about__paragrande">3. <strong>Interpretaci&oacute;n del contexto</strong>: El lector considera el contexto hist&oacute;rico, cultural o social en el que fue escrito el texto y c&oacute;mo esto puede influir en su contenido.</p>
	<p class="about__paragrande">4. <strong>Reconocimiento del sesgo</strong>: La lectura cr&iacute;tica ayuda a detectar cualquier sesgo que pueda haber en el texto, ya sea consciente o inconsciente, del autor.</p>
	<p class="about__paragrande">5. <strong>Comparaci&oacute;n con otras fuentes</strong>: El lector cr&iacute;tico no se limita a un solo texto, sino que lo compara con otras lecturas o conocimientos previos para tener una visi&oacute;n m&aacute;s amplia y completa del tema.</p>
	<p class="about__paragrande">6. <strong>Evaluaci&oacute;n del estilo y la estructura</strong>: El estilo de escritura, la organizaci&oacute;n de las ideas y el uso del lenguaje tambi&eacute;n son analizados, ya que influyen en la eficacia del mensaje del autor.</p>
	<p class="about__paragrande">7. <strong>Lectura entre l&iacute;neas</strong>: Un lector cr&iacute;tico busca interpretar lo que no est&aacute; expl&iacute;citamente dicho, a menudo buscando significados impl&iacute;citos o subtextos dentro del texto.</p>
	
	<br>
	<h3 class="subtitulo">Ventajas de la lectura cr&iacute;tica:</h3>
	<p class="about__paragrande">- <strong>Fomenta la independencia intelectual</strong>: Al aprender a analizar los textos de manera cr&iacute;tica, el lector desarrolla una mayor autonom&iacute;a en la toma de decisiones informadas y en la formaci&oacute;n de opiniones fundamentadas.</p>
	<p class="about__paragrande">- <strong>Mejora la comprensi&oacute;n profunda</strong>: La lectura cr&iacute;tica no solo permite entender el contenido de un texto, sino tambi&eacute;n el trasfondo, las motivaciones del autor y las implicaciones a largo plazo de lo que se expone.</p>
	<p class="about__paragrande">- <strong>Estimula el pensamiento creativo</strong>: Cuestionar un texto y buscar conexiones con otros temas o ideas fomenta la creatividad intelectual, ya que invita a generar nuevas interpretaciones o perspectivas.</p>
	<p class="about__paragrande">- <strong>Habilidad para identificar falacias</strong>: Desarrolla una mayor capacidad para identificar falacias l&oacute;gicas, errores en los argumentos y sesgos que pueden distorsionar la verdad.</p>
	<p class="about__paragrande">- <strong>Mejora las habilidades de escritura</strong>: Al descomponer y analizar textos bien escritos, los lectores tambi&eacute;n adquieren herramientas que mejoran su propia escritura y la capacidad para articular ideas de manera clara y coherente.</p>
	<p class="about__paragrande">- <strong>Aumenta la capacidad de debate</strong>: La lectura cr&iacute;tica fortalece la habilidad para participar en discusiones y debates, ya que el lector se entrena en evaluar argumentos y respaldar su punto de vista con evidencia s&oacute;lida.</p>
	
	<br>
	<h3 class="subtitulo">Desventajas de la lectura cr&iacute;tica:</h3>
	<p class="about__paragrande">- <strong>Mayor demanda de tiempo y esfuerzo</strong>: La lectura cr&iacute;tica no es r&aacute;pida ni sencilla. Requiere tiempo y energ&iacute;a para reflexionar sobre el contenido y formular juicios informados.</p>
	<p class="about__paragrande">- <strong>Posible frustraci&oacute;n para principiantes</strong>: Las personas que no est&aacute;n familiarizadas con este tipo de an&aacute;lisis pueden encontrar la lectura cr&iacute;tica desafiante, lo que puede llevar a la frustraci&oacute;n inicial.</p>
	<p class="about__paragrande">- <strong>Tendencia a la sobreinterpretaci&oacute;n</strong>: En ocasiones, el lector puede caer en la tentaci&oacute;n de sobreanalizar un texto, atribuyendo intenciones o significados que el autor no pretend&iacute;a.</p>
	<p class="about__paragrande">- <strong>Distanciamiento emocional</strong>: La lectura cr&iacute;tica puede distanciar al lector de una experiencia emocional pura de lectura, ya que se prioriza el an&aacute;lisis sobre la respuesta emocional inmediata.</p>
	
	<br>
	<h3 class="subtitulo">Historia de la lectura cr&iacute;tica</h3>
	<p class="about__paragrande">El origen de la lectura cr&iacute;tica puede rastrearse hasta las tradiciones filos&oacute;ficas de la Antigua Grecia, donde pensadores como <strong>S&oacute;crates</strong> promov&iacute;an el di&aacute;logo y la interrogaci&oacute;n como m&eacute;todos esenciales para alcanzar el conocimiento. S&oacute;crates utilizaba el m&eacute;todo de la dial&eacute;ctica para cuestionar ideas y forzar a sus interlocutores a profundizar en sus creencias y argumentos.</p>
	<p class="about__paragrande">Sin embargo, la pr&aacute;ctica moderna de la lectura cr&iacute;tica se consolid&oacute; con la llegada de la <strong>Ilustraci&oacute;n</strong> en los siglos XVII y XVIII, un p&eacute;riodo que promov&iacute; la utilizaci&oacute;n de la raz&oacute;n y el cuestionamiento de la autoridad. Los filosof&oacute;s ilustrados como <strong>Voltaire</strong>, <strong>Rousseau</strong> y <strong>Kant</strong> abogaban por la importancia de leer cr&iacute;ticamente los textos religiosos, pol&iacute;ticos y cient&iacute;ficos, desafiando las verdades absolutas impuestas por las autoridades de la &eacute;poca.</p>
	
	<br>
	<h3 class="subtitulo">Funci&oacute;n de la lectura cr&iacute;tica</h3>
	<p class="about__paragrande">La lectura cr&iacute;tica cumple varias funciones importantes en la vida acad&eacute;mica y personal del lector:</p>
	<p class="about__paragrande">1. <strong>Evaluar la calidad de los textos</strong>: Ayuda a determinar si el contenido de un texto es confiable, bien fundamentado y l&oacute;gico.</p>
	<p class="about__paragrande">2. <strong>Fomentar el escepticismo saludable</strong>: Al leer de manera cr&iacute;tica, el lector se vuelve m&aacute;s cauteloso y menos propenso a aceptar afirmaciones sin pruebas.</p>
	<p class="about__paragrande">3. <strong>Potenciar el aprendizaje</strong>: Facilita un aprendizaje m&aacute;s profundo, ya que obliga al lector a entender los textos de manera integral y no solo a nivel superficial.</p>
	<p class="about__paragrande">4. <strong>Promover el di&aacute;logo</strong>: La lectura cr&iacute;tica impulsa a las personas a discutir ideas, analizar argumentos contrarios y dialogar de manera constructiva.</p>
	<p class="about__paragrande">5. <strong>Construir una ciudadan&iacute;a informada</strong>: En una sociedad democr&aacute;tica, la lectura cr&iacute;tica es esencial para que las personas puedan entender la pol&iacute;tica, los medios y los discursos sociales de manera m&aacute;s efectiva.</p>
	
	<br>
	<h3 class="subtitulo">10 mejores escritores hispanoamericanos y latinoamericanos</h3>
	<p class="about__paragrande">A lo largo de la historia, muchos escritores de habla hispana han influido profundamente en la literatura mundial y en el desarrollo de la lectura cr&iacute;tica a trav&eacute;s de sus obras. Aqu&iacute; te presento a algunos de los m&aacute;s importantes:</p>
	
	<ul class="about__list">
	  <li><strong>Gabriel Garc&iacute;a M&aacute;rquez</strong> (Colombia): Ganador del Premio Nobel de Literatura en 1982, su obra <i>Cien a&ntilde;os de soledad</i> es un referente del realismo m&aacute;gico y ofrece m&uacute;ltiples capas de significado que invitan a la lectura cr&iacute;tica.</li>
	  <li><strong>Jorge Luis Borges</strong> (Argentina): Maestro de la narrativa breve, Borges abordaba temas como el infinito, los laberintos y la naturaleza de la realidad, lo que invita al lector a cuestionar la percepci&oacute;n y el conocimiento en obras como <i>El Aleph</i>.</li>
	  <li><strong>Mario Vargas Llosa</strong> (Per&uacute;): Ganador del Premio Nobel en 2010, sus novelas y ensayos profundizan en temas como el poder, la pol&iacute;tica y la libertad. <i>La ciudad y los perros</i> y <i>Conversaci&oacute;n en La Catedral</i> son obras esenciales para una lectura cr&iacute;tica de la realidad social y pol&iacute;tica.</li>
	  <li><strong>Octavio Paz</strong> (M&eacute;xico): Poeta y ensayista, Octavio Paz, Premio Nobel en 1990, escribi&oacute; sobre temas filos&oacute;ficos, hist&oacute;ricos y culturales. Su obra <i>El laberinto de la soledad</i> es un profundo an&aacute;lisis de la identidad mexicana que exige una lectura cr&iacute;tica para comprender sus implicaciones sociales y psicol&oacute;gicas.</li>
	  <li><strong>Pablo Neruda</strong> (Chile): Uno de los poetas m&aacute;s importantes del siglo XX, Neruda explor&oacute; temas como el amor, la pol&iacute;tica y la naturaleza en sus obras. Su poes&iacute;a invita a leer entre l&iacute;neas para comprender las emociones y los contextos hist&oacute;ricos que la influyeron.</li>
	  <li><strong>Isabel Allende</strong> (Chile): Con obras como <i>La casa de los esp&iacute;ritus</i>, Allende utiliza el realismo m&aacute;gico para narrar la historia de Chile y las complejas relaciones familiares, lo que requiere una lectura cr&iacute;tica para desentra&ntilde;ar las capas de simbolismo y referencias hist&oacute;ricas.</li>
	  <li><strong>Carlos Fuentes</strong> (M&eacute;xico): En obras como <i>La muerte de Artemio Cruz</i>, Fuentes explora la historia y la pol&iacute;tica mexicana, utilizando estructuras narrativas complejas que invitan a una lectura cr&iacute;tica para desentra&ntilde;ar los distintos puntos de vista y capas de significado.</li>
	  <li><strong>Juan Rulfo</strong> (M&eacute;xico): Su novela <i>Pedro P&aacute;ramo</i> y su colecci&oacute;n de cuentos <i>El llano en llamas</i> son ejemplos de literatura que requieren una lectura cr&iacute;tica para comprender los silencios, las ausencias y las implicaciones metaf&oacute;ricas de sus historias.</li>
	  <li><strong>Rub&eacute;n Dar&iacute;o</strong> (Nicaragua): Padre del modernismo literario en lengua espa&ntilde;ola, su poes&iacute;a renov&oacute; el lenguaje po&eacute;tico y rompi&oacute; con las tradiciones anteriores, lo que exige una lectura cr&iacute;tica para comprender su innovaci&oacute;n estil&iacute;stica y tem&aacute;tica.</li>
	  <li><strong>Julio Cort&aacute;zar</strong> (Argentina): Autor de <i>Rayuela</i>, Cort&aacute;zar rompi&oacute; con las convenciones narrativas y estil&iacute;sticas, creando una novela abierta a m&uacute;ltiples interpretaciones, lo que invita al lector a participar activamente en la construcci&oacute;n de su significado.</li>
	</ul>
    </section>

<!-- terminar info -->

    <footer class="footer">
        <section class="footer__container container">
            <nav class="nav nav--footer">
                    <h2 class="footer__title">LECTURA CRITICA.</h2>
    
                <ul class="nav__link nav__link--footer">
                <li class="nav__items">
                    <a href="index.html" class="nav__links">Inicio</a>
                </li>
                <li class="nav__items">
                    <a href="bibliografia.html" class="nav__links">Bibliograf&iacute;a</a>
                </li>
                <li class="nav__items">
                    <a href="http://chelm.webcindario.com/MaicolSuarez/admin/" class="nav__links">Juego</a>
                </li>
                <li class="nav__items">
                    <a href="sobre.html" class="nav__links">Sobre nosotros</a>
                </li>
            </ul>
            </nav>
    
            <form action="https://chat.whatsapp.com/CD7i1g0rzb9KyZKtBtygeO" method="get" target="_blank">
                <h2 class="footer__newsletter">
                    <label for="message">Preguntas aqu&iacute; en la comunidad</label>
                </h2>
                <br>
                <input type="submit" value="Unirme a la comunidad" class="footer__submit">
            </form>
        </section>
    
        <section class="footer__copy container">
            <div class="footer__social">
                <a href="#" class="footer__icons"><img src="./images/facebook.svg" class="footer__img"></a>
                <a href="#" class="footer__icons"><img src="./images/twitter.svg" class="footer__img"></a>
                <a href="#" class="footer__icons"><img src="./images/youtube.svg" class="footer__img"></a>
            </div>
    
            <h3 class="footer__copyright">Derechos reservados &copy; LOS JOTAS</h3>
        </section>
        </footer>
    
        <script src="slider.js"></script>
        <script src="questions.js"></script>
        <script src="menu.js"></script>
    </body>
    </html>