<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Ciencias Sociales</title>
    <link rel="icon" href="./images/chelm.jpg" type="image/jpeg">
    <link rel="stylesheet" href="normalize.css">
    <link rel="stylesheet" href="sociales.css">
</head>

<body>

    <header class="hero">
        <nav class="nav container">
            <div class="nav__logo">
                <img src="./images/losjotas.jpg" class="about__icono"></a>
            </div>

            <ul class="nav__link nav__link--menu">
                <li class="nav__items"><a href="bibliografia.html" class="nav__links">Volver a Inicio</a>

                <img src="./images/close.svg" class="nav__close" alt="">
            </ul>

            <div class="nav__menu">
                <img src="./images/menu.svg" class="nav__img" alt="">
            </div>
        </nav>

        <section class="hero__container container">
            <h1 class="hero__title">Viaja por diversas culturas y sociedades. Entiende c&oacute;mo el pasado moldea nuestro presente y enriquece nuestro futuro.</h1>
            <p class="hero__paragraph">&iexcl;Ven y descubre lo que hemos preparado! Estoy seguro de que te encantar&aacute; cada detalle que hemos reunido. No te lo querr&aacute;s perder.</p>
        </section>
    </header>

    <!-- otra info -->
    
    <section class="container info">
        <h2 class="subtitle">Bienvenidos al sector de informaci&oacute;n de Ciencias Sociales</h2>
        <p class="about__paragraph">Recomendaci&oacute;n: tener en mano un cuaderno, lapiz y sacapuntas para tomar nota de los temas que te estamos brindando.</p><br>
        
        <br>
        <h3 class="subtitulo" style="color: blue;">HISTORIA</h3>
	<br>

	<h3 class="subtitulo">Historia antigua y medieval</h3>
	<p class="about__paragrande"><strong>La historia antigua y medieval</strong> puede parecer algo lejano y sin relaci&oacute;n con nuestra vida moderna, pero entenderla es fundamental para conocer nuestras ra&iacute;ces. Civilizaciones como Mesopotamia, Egipto, Grecia y Roma establecieron las bases de nuestras ciencias, pol&iacute;tica y filosof&iacute;a. Los sistemas de escritura, los c&oacute;digos de leyes y las estructuras de gobierno que utilizamos hoy nacieron de las mentes de estos pueblos. Comprender sus logros y errores nos ayuda a entender c&oacute;mo evolucion&oacute; la humanidad y a evitar repetir los mismos errores.</p>

	<h3 class="subtitulo">Historia moderna</h3>
	<p class="about__paragrande"><strong>La historia moderna</strong> marca un per&iacute;odo de cambios revolucionarios que transformaron el mundo. Desde el Renacimiento hasta la Revoluci&oacute;n Industrial, este tiempo es un recordatorio de la capacidad humana para cambiar su destino a trav&eacute;s de ideas y tecnolog&iacute;a. Sin embargo, tambi&eacute;n revela los riesgos del poder mal gestionado. Las revoluciones y conflictos de este per&iacute;odo nos muestran el costo de la desigualdad y la opresi&oacute;n, y la importancia de luchar por la justicia social y la libertad.</p>

	<h3 class="subtitulo">Historia contempor&aacute;nea</h3>
	<p class="about__paragrande"><strong>Nuestra historia contempor&aacute;nea</strong> est&aacute; llena de lecciones sobre las consecuencias de la divisi&oacute;n y el poder de la uni&oacute;n. Las guerras mundiales nos ense&ntilde;aron los horrores de la violencia a gran escala, pero tambi&eacute;n dieron origen a un esfuerzo global por la paz y los derechos humanos. Los eventos recientes nos muestran que en un mundo cada vez m&aacute;s conectado, nuestras decisiones y acciones tienen consecuencias inmediatas en otros pa&iacute;ses y culturas. Esto hace que sea fundamental comprender los eventos actuales y aprender de ellos.</p>

	<h3 class="subtitulo">Historia regional o nacional</h3>
	<p class="about__paragrande"><strong>La historia de nuestro propio pa&iacute;s</strong> es esencial para formar nuestra identidad. Entender c&oacute;mo se logr&oacute; la independencia, cu&aacute;les fueron los valores de nuestros antepasados y c&oacute;mo evolucionaron nuestras leyes y derechos nos ayuda a comprender el presente y a valorar los derechos que hoy disfrutamos. Nos recuerda la responsabilidad que tenemos como ciudadanos de proteger y mejorar nuestra sociedad.</p>
	
	<br>
	<h3 class="subtitulo" style="color: blue;">GEOGRAF&Iacute;A</h3>
	
	
	<h3 class="subtitulo">Geograf&iacute;a f&iacute;sica</h3>
	<p class="about__paragrande"><strong>La geograf&iacute;a f&iacute;sica</strong> va mucho m&aacute;s all&aacute; de saber d&oacute;nde est&aacute;n los continentes o c&oacute;mo se forman las monta&ntilde;as. Al entender los climas, ecosistemas y recursos naturales, aprendemos c&oacute;mo el planeta en el que vivimos es un sistema interconectado y fr&aacute;gil. Cambios en un solo elemento, como el clima, pueden tener consecuencias a nivel global, afectando cultivos, vidas y econom&iacute;as. La geograf&iacute;a f&iacute;sica nos invita a ser conscientes y responsables con el planeta.</p>
	
	<h3 class="subtitulo">Geograf&iacute;a humana</h3>
	<p class="about__paragrande"><strong>La geograf&iacute;a humana</strong> estudia c&oacute;mo y por qu&eacute; vivimos en ciertos lugares, c&oacute;mo nos movemos y c&oacute;mo interactuamos con nuestro entorno. Al comprender estos patrones, podemos analizar problemas como la urbanizaci&oacute;n excesiva o la desigualdad en el acceso a servicios b&aacute;sicos. La geograf&iacute;a humana tambi&eacute;n nos ayuda a comprender la diversidad cultural, pues nuestras costumbres y modos de vida est&aacute;n profundamente influenciados por el entorno donde crecemos.</p>
	
	<h3 class="subtitulo">Geopol&iacute;tica</h3>
	<p class="about__paragrande"><strong>La geopol&iacute;tica</strong> es fundamental para entender las relaciones de poder entre pa&iacute;ses y las razones de muchos conflictos. Las fronteras, los recursos naturales y los intereses econ&oacute;micos moldean las alianzas y las tensiones entre naciones. Al aprender sobre geopol&iacute;tica, nos damos cuenta de que los problemas globales, como el cambio clim&aacute;tico o el terrorismo, no tienen soluciones f&aacute;ciles ni individuales. Solo con cooperaci&oacute;n internacional y respeto mutuo se pueden abordar efectivamente.</p>
	
	<br>
	<h3 class="subtitulo" style="color: blue;">ECONOM&Iacute;A</h3>
	
	
	<h3 class="subtitulo">Conceptos b&aacute;sicos de econom&iacute;a</h3>
	<p class="about__paragrande"><strong>La econom&iacute;a</strong> no es solo dinero; es el estudio de c&oacute;mo distribuimos recursos limitados para satisfacer necesidades y deseos infinitos. Entender conceptos como la oferta y demanda, los bienes y servicios, y c&oacute;mo se asignan los recursos nos ayuda a tomar decisiones inteligentes en nuestra vida cotidiana. Al comprender los principios econ&oacute;micos b&aacute;sicos, podemos ver m&aacute;s all&aacute; de los precios y valorar el esfuerzo y los recursos que se necesitan para producir lo que consumimos.</p>
	
	<h3 class="subtitulo">Sistemas econ&oacute;micos</h3>
	<p class="about__paragrande"><strong>Los diferentes sistemas econ&oacute;micos</strong> ?capitalismo, socialismo y econom&iacute;a mixta? representan distintas maneras de organizar la producci&oacute;n y distribuci&oacute;n de bienes. Comprender estos sistemas nos permite analizar sus ventajas y desventajas y c&oacute;mo afectan nuestras vidas. Tambi&eacute;n nos ayuda a entender los debates sobre equidad y justicia social, y c&oacute;mo el sistema econ&oacute;mico de un pa&iacute;s influye en el bienestar de sus ciudadanos.</p>
	
	<h3 class="subtitulo">Econom&iacute;a personal y familiar</h3>
	<p class="about__paragrande"><strong>El manejo del dinero</strong> a nivel personal y familiar es una habilidad crucial que determina nuestra calidad de vida. Aprender sobre ahorro, inversi&oacute;n y presupuesto desde una edad temprana nos prepara para enfrentar retos financieros y tomar decisiones informadas. Ser conscientes de nuestros ingresos y gastos nos ayuda a vivir de manera sostenible y a evitar problemas financieros en el futuro.</p>
	
	<h3 class="subtitulo">Econom&iacute;a global</h3>
	<p class="about__paragrande"><strong>Vivimos en un mundo interconectado</strong> donde los cambios en una econom&iacute;a pueden afectar a otras en cuesti&oacute;n de horas. La econom&iacute;a global es un sistema complejo de comercio, finanzas y recursos compartidos. La globalizaci&oacute;n ha tra&iacute;do avances tecnol&oacute;gicos y oportunidades, pero tambi&eacute;n ha generado desigualdades. Aprender sobre la econom&iacute;a global nos permite comprender nuestro papel en ella y c&oacute;mo podemos contribuir a un mundo m&aacute;s justo y equilibrado.</p>
	
	<br>
	<h3 class="subtitulo" style="color: blue;">EDUCAC&Oacute;N C&Iacute;VICA y &Eacute;TICA</h3>
	
	
	<h3 class="subtitulo">Gobierno y ciudadan&iacute;a</h3>
	<p class="about__paragrande"><strong>Ser ciudadano</strong> no solo significa vivir en un pa&iacute;s, sino participar en su desarrollo. Conocer el funcionamiento de los poderes del gobierno y nuestros derechos y deberes nos permite actuar de manera informada y responsable. La ciudadan&iacute;a activa es clave para una democracia saludable, y conocer c&oacute;mo funciona nuestro gobierno es el primer paso para influir en &eacute;l y defender nuestros derechos.</p>
	
	<h3 class="subtitulo">Constituci&oacute;n y leyes</h3>
	<p class="about__paragrande"><strong>Las leyes y la constituci&oacute;n</strong> son los pilares de nuestra convivencia en sociedad. Nos brindan seguridad y nos protegen de abusos, pero tambi&eacute;n exigen responsabilidad. Comprenderlas nos permite no solo ser ciudadanos informados, sino tambi&eacute;n cr&iacute;ticos y participativos. Saber cu&aacute;les son nuestros derechos y c&oacute;mo defenderlos es fundamental para proteger nuestra libertad y justicia en la sociedad.</p>
	
	<h3 class="subtitulo">&Eacute;tica y valores</h3>
	<p class="about__paragrande"><strong>Los valores &eacute;ticos</strong>, como la honestidad, la justicia y el respeto, son esenciales para vivir en sociedad. No basta con conocerlos, tambi&eacute;n debemos aplicarlos en nuestra vida diaria. La &eacute;tica nos gu&iacute;a para tomar decisiones justas y responsables, y nos recuerda que cada acci&oacute;n nuestra afecta a los dem&aacute;s. Estos valores son los que, en &uacute;ltima instancia, definen la calidad de nuestras relaciones y el bienestar de nuestra comunidad.</p>
	
	<h3 class="subtitulo">Problemas sociales actuales</h3>
	<p class="about__paragrande"><strong>Los problemas sociales</strong>, como la violencia, la discriminaci&oacute;n y la crisis ambiental, requieren de nuestra atenci&oacute;n y acci&oacute;n. Estos problemas no se solucionan solos; cada uno de nosotros puede hacer algo al respecto. Reflexionar sobre estos temas nos invita a ser parte de la soluci&oacute;n y a construir un mundo mejor, promoviendo la paz, el respeto y la sostenibilidad.</p>
	
	<br>
	<h3 class="subtitulo" style="color: blue;">SOCIOLOG&Iacute;A Y CULTURA</h3>


	<h3 class="subtitulo">Cultura y diversidad</h3>
	<p class="about__paragrande"><strong>La diversidad cultural</strong> enriquece nuestras sociedades y nos ayuda a comprender mejor al otro. Al estudiar la cultura y las tradiciones de diferentes grupos, aprendemos a valorar la variedad de perspectivas y formas de vida. La tolerancia y el respeto por otras culturas nos hacen m&aacute;s fuertes como sociedad, pues la diversidad nos da ideas frescas y nos ense&ntilde;a a resolver problemas de formas innovadoras.</p>

	<h3 class="subtitulo">Estructura social</h3>
	<p class="about__paragrande"><strong>La sociedad</strong> est&aacute; organizada en diferentes grupos y clases, y entender esta estructura nos ayuda a ver c&oacute;mo funcionan las din&aacute;micas sociales. La estratificaci&oacute;n social puede crear desigualdades, pero tambi&eacute;n brinda oportunidades para el cambio y la movilidad. Analizar estas estructuras nos permite reconocer los problemas de equidad y trabajar para construir una sociedad m&aacute;s justa.</p>

	<h3 class="subtitulo">Cambios y movimientos sociales</h3>
	<p class="about__paragrande"><strong>Los movimientos sociales</strong> son un motor de cambio en cualquier sociedad. Gracias a movimientos como los de derechos civiles, feminismo y ecologismo, se han conseguido avances en igualdad y derechos. Estudiar estos movimientos nos ense&ntilde;a el poder de la acci&oacute;n colectiva y c&oacute;mo los individuos pueden unir fuerzas para transformar su sociedad en beneficio de todos.</p>

    </section>

<!-- terminar info -->

    <footer class="footer">
        <section class="footer__container container">
            <nav class="nav nav--footer">
                    <h2 class="footer__title">CIENCIAS SOCIALES.</h2>
    
                <ul class="nav__link nav__link--footer">
                <li class="nav__items">
                    <a href="index.html" class="nav__links">Inicio</a>
                </li>
                <li class="nav__items">
                    <a href="bibliografia.html" class="nav__links">Bibliograf&iacute;a</a>
                </li>
                <li class="nav__items">
                    <a href="http://chelm.webcindario.com/MaicolSuarez/admin/" class="nav__links">Juego</a>
                </li>
                <li class="nav__items">
                    <a href="sobre.html" class="nav__links">Sobre nosotros</a>
                </li>
            </ul>
            </nav>
    
            <form action="https://chat.whatsapp.com/CD7i1g0rzb9KyZKtBtygeO" method="get" target="_blank">
                <h2 class="footer__newsletter">
                    <label for="message">Preguntas aqu&iacute; en la comunidad</label>
                </h2>
                <br>
                <input type="submit" value="Unirme a la comunidad" class="footer__submit">
            </form>
        </section>
    
        <section class="footer__copy container">
            <div class="footer__social">
                <a href="#" class="footer__icons"><img src="./images/facebook.svg" class="footer__img"></a>
                <a href="#" class="footer__icons"><img src="./images/twitter.svg" class="footer__img"></a>
                <a href="#" class="footer__icons"><img src="./images/youtube.svg" class="footer__img"></a>
            </div>
    
            <h3 class="footer__copyright">Derechos reservados &copy; LOS JOTAS</h3>
        </section>
        </footer>
    
        <script src="slider.js"></script>
        <script src="questions.js"></script>
        <script src="menu.js"></script>
    </body>
    </html>